Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/sd/white_papers/samediggediedadus_samegiela_gaktuj_2012.pdf.tmx
Source language: smj
Languages: sma

source: Guoradallama maŋŋela biejaj Sámedigge jåhtuj juollodimævtoj rievddamav ja guovtegielakdårja mierredimev, ja guovtegielakvuodadårja ådå njuolgadusá mierreduvvin 2011:n.
sma: Vuarjasjimmien mænngan dle Saemiedigkie nïerhki joekedimmienjoelkedasside jïh aerviedimmiem guektiengïeledåarjoste jarkelidh, jïh orre bïhkedassh guektiengïeledåarjose nænnoestin 2011.

source: Dan aktijvuodan dagáduvvin aktisasjbarggosjiehtadusá Sámedikke ja juohkka ájnna suohkana / fylkkasuohkana gaskan rudáj ano gáktuj.
sma: Daan sjïekenisnie dle laavenjostoelatjkoeh vierhtieåtnoen bïjre dorjesovvin Saemiedigkien jïh fïereguhten tjïelten / fylhkentjïelten gaskem.

source: Aktisasjbarggosjiehtadus vuollájtjáleduváj 2012 guovvamáno.
sma: Laavenjostoelatjkojde jååhkesjin goevten 2012.

source: Sjiehtadusáj álggo li da vælggogisvuoda ma suohkanijn / fylkkasuohkanijn li sámelága giellanjuolgadusáj gáktuj.
sma: Latjkoej våarome lea dah dïedth mejtie tjïelth / fylhkentjïelth utnieh saemielaaken gïelenjoelkedassi mietie.

source: Duodden le suohkana / fylkkasuohkana åvddånahttembarggo sámegiela vuoksjuj formaliseridum gå sjiehtadusán le aj åvddånahttemoasse.
sma: Lissine dle aaj dam barkoem vihtiestamme, maam tjïelte / fylhkentjïelte dorje juktie skreejredh jïh evtiedidh saemien gïelem, juktie latjkosne aaj akte evtiedimmiebielie.

source: Sjiehtadusá galggi jahkásattjat árvustaláduvvat tjåhkanimij baktu sihke háldaduslasj ja politihkalasj dásen.
sma: Edtja latjkoejgujmie vijriesåbpoe barkedh fïerhtenjaepien tjåanghkoejgujmie, dovne reeleles jïh politihkeles daltesisnie.

source: Aktisasjbarggosjiehtadusá fylkkasuohkanij
sma: Laavenjostoelatjkoeh fylhkentjïeltigujmie

source: Sámedigge le sjiehtadam sáme guovlo fylkkasuohkanij siegen aktan barggat.
sma: Saemiedigkie lea laavenjostoelatjkoeh dorjeme fylhkentjïeltigujmie saemien dajvesne.

source: Gájkbadjásasj ulmme sjiehtadusáj le sáme kultuvrav, gielav ja sebrudagáv nannit ja vuojnnusij buktet.
sma: Dïhte bijjemes åssjele latjkoejgujmie lea saemien kultuvrem, gïelem jïh siebriedahkejieledem eevtjedh jïh våajnoes darjodh.

source: Aktisasjbarggosjiehtadusáj sisadno le giellaássje ja da tjadni gasskasasjvuohtaj ja aktisasjbargguj ja konkrehta dåjmajda váj fylkaj sámegielajt bisot ja nanni.
sma: Laavenjostoelatjkoeh leah gïelegyhtjelassi bïjre jïh gåabpatjahkide dïedtem vedtieh sinsitnine laavenjostedh vihties råajvarimmiej bïjre, juktie saemien gïelem gorredidh jïh eevtjedh fylhkine.

source: Aktisasjbarggosjiehtadusáj árvustallam ij le doajmmam gåktu galgaj.
sma: Ij leah buektiehtamme laavenjostoelatjkojde tjïrrehtidh bööremeslaakan.

source: Danen le Sámedigge aktisasjbarggosjiehtadusájt rievddamin ja álkkebun dahkamin.
sma: Saemiedigkie lea dannasinie aalkeme laavenjostoelatjkojde staeriedidh jïh dejtie aelhkebe darjodh.

source: Vuostasj le aktisasjbarggo Finnmárko fylkkasuohkanijn mij vuordedahtte le 2013 álgon gárves.
sma: Dïhte voestes lea Finnmarhken fylhkentjïelten laavenjostoelatjkoe, maam veanhtede lea gaervies staeriedamme 2013 aalkoevisnie.

source: Jus dát barggo vuorbástuvvá de sihtá Sámedigge dáv bargov ienep fylkkasuohkanijda vijdedit.
sma: Dastegh daate barkoe lyhkeste, dle Saemiedigkie sæjhta barkoem jåerhkedh jienebh fylhkentjïeltide.

source: Nuorttarijkaj aktisasjbarggo – Sáme parlamentáralasj ráde
sma: Noerhtelaanti laavenjostoe – Saemien parlamentarihkeles raerie

source: Sáme parlamentáralasj ráde (SPR) giehtadallá ássjijt ma guosski sámijda rijkkarájáj rastá.
sma: Saemien parlamentarihkeles raerie (SPR) aamhtesh gïetede mah leah tjåenghkies gaajhkide saemide laanteraasti rastah.

source: Nuorttarijkaj aktisasjbarggo sámegiela vuoksjuj le gitta 2012 tjadáduvvam Sáme giellanammadusás (SGN) mij le læhkám SPR:a vuolen.
sma: Saemien gïelemoenehtse (SGM), akte åårgane SPR. ’ en nuelesne, lea noerehtelaanti laavenjostojne saemien gïelen bïjre barkeme 2012 raajan.

source: Sáme giellanammadusá mandáhtta låhpaduváj 31.12.2011.
sma: Saemien gïelemoenehtsen mandaate orriji 31.12.2011.

source: Sij li sámegiela normerimássjijn mierredam ja li aj tærmmaåvddånahttemijn barggam.
sma: Dah nænnoestimmiefaamoem åtneme saemien normeradimmiegyhtjelassine, jïh aaj terminologijeevtiedimmine barkeme.

source: Dárbbo le nanos nuorttarijkaj aktisasjbargguj gånnå bæssá giellapolitihkalasj ja giellafágalasj ássjijt dagástallat ja åvdedit.
sma: Daerpies aktine nænnoes noerhtelaanti laavenjostojne, gusnie maahta digkiedidh jïh tjïrrehtidh gïelepolitihkeles jïh gïelefaageles aamhtesh.

source: Sáme tjállemgiela normerimij le aj ájnas jut miján le doajmme nuorttarijkaj giellaorgádna.
sma: Aaj vihkeles normeradimmien gaavhtan saemien tjaalegegïeleste, mijjieh aktem noerhtelaanti gïeleåårganem utnebe mij hijvenlaakan jåhta.

source: Sáme parlamentáralasj ráde (SPR) le guhkijt juo dárbov vuojnnám giellaaktisasjbargov nannit váj tærmma- ja normerimbarggo galggá sjaddat dåbmarabbo.
sma: Saemien parlamentarihkeles raerie (SPR) lea guhkiem vuajneme daerpies aktine nænnoes gïelelaavenjostojne, ihke terminologije- jïh normeradimmiebarkoe edtja buerebe sjïdtedh.

source: 2012 biehtsemáno mierredij SPR
sma: Ruffien 2012 dle SPR nænnoesti dam gïelefaageles laavenjostoem eevtjedh, jïh aktem prosjektem eelki, Saemien gïelegaaltije - Noerhtelaanti vierhtiejarnge saemien gïelide, akte tseegkemeprosjekte maam Interreg maaksa.

source: Ásadimprosjekta Sáme giellaája galggá bielnup jage ájge ásaduvvat 01.01.2013 rájes gitta 30.06.2014.
sma: Tseegkemeprosjekte Saemien gïelegaaltije edtja 1 ž jaepieh vaasedh jïh aalka 01.01.2013, jïh orrije 30.06.2014.

source: Dán ájggudagán galggá buorre aktisasjbarggoforum iesguhtik sámegielajda ásaduvvat, ja guovdásj galggá stuoves årnigin sjaddat 01.07.2014 rájes.
sma: Daan boelhken edtja aktem hijven laavenjostoeforumem tseegkedh dejtie ovmessie saemien gïelide, jïh barkedh guktie jarnge akte ihkuve öörnege sjædta 01.07.2014 raejeste.

source: Sáme giellaája galggá vuostatjin barggat sámegiela åvddånimijn, termaj, giellagáhttimijn ja diedoj álmmugij giellafágalasj gatjálvisáj vuoksjuj.
sma: Saemien gïelegaaltije edtja aalkoelisnie barkedh saemien gïeleevtiedimmine, terminologijine, gïelegorredimmine jïh almetjidie bïevnedh gïelefaageles gyhtjelassi bïjre.

source: Sámegiela åvdåsvásstádus
sma: Dïedtejoekedimmie saemien gïelen sisnjelen

source: Moadda almulasj ásadusá mierredi sámegiela vuoksjuj.
sma: Jïjnjh byögkeles suerkieh leah stïeresne guvvesne gosse edtja nænnoestimmieh darjodh mah leah saemien gïelen bïjre.

source: Suohkana, fylkkasuohkana, fylkkamánne, direktoráhta, departementa, Sámedigge, Ráddidus ja Stuorradigge gájka vásstedi sámegiela bargo åvdås.
sma: Dovne tjïelth, fylhkentjïelth, fylhkenålmah, direktovraath, deparatemeenth, Saemiedigkie, Reerenasse jïh Stoerredigkie dïedtem utnieh saemien gïeline barkedh.

source: Sámedigge
sma: Saemiedigkie

source: Sámelága § 3-12 milta galggá Sámedigge barggat sámegiela suodjalime ja vijddásap åvddånime åvdås Vuonan.
sma: Saemielaaken § 3-12 mietie dle Saemiedigkie edtja saemien gïelem Nöörjesne vaarjelidh jïh vijriesåbpoe evtiedidh.

source: Sámedigge le sámij álmmukválljidum orgádna ja le åvdemus ássjediehtte sámegiela åvddånahttema ja nannima åvdås Vuonan.
sma: Saemiedigkie lea saemiej almetjeveeljeme åårgane, jïh lea dïhte uvtemes eksperte juktie evtiedidh jïh eevtjedh saemien gïelem Nöörjesne.

source: Danen le Sámedigge luondulasj aktisasjbarggoguojmme iehtjádijda gudi aj sámegielajn barggi, sihke nasjonála ja nuorttarijkaj / rijkajgasskasasj dásen.
sma: Dannasinie Saemiedigkie iemie laavenjostoeguejmine sjædta jeatjah aktööridie mah aaj saemien gïeline berkieh, dovne nasjovnaale daltesisnie jïh noerhtelaanti / gaskenasjovnaale daltesisnie.

source: Aktisasjbarggo soajttá liehket formála hámen aktisasjbarggosjiehtadusáj baktu, jali iehpeformála rádádallamtjåhkanimij jnv baktu.
sma: Laavenjostoe maahta dovne byjjes årrodh, goh laavenjostoelatjkoeh, jallh ovbyjjes goh rååresjimmietjåanghkoeh jallh plearoeh.

source: Sáme álmmuga guoskavasj ássjijn de guovdásj oajválattja Sámedikkijn guládalli.
sma: Aamhtesinie mah leah saemien årroji bïjre, dle voernges åejvieladtjh Saemiedigkine råårestellieh.

source: Sámedigge jahkásattjat juollot guovtegielakvuodarudájt suohkanijda ja fylkkasuohkanijda ma li oassen sáme giellaháldadimguovlos.
sma: Fïerhten jaepien Saemiedigkie guektiengïelevierhtieh tjïeltide jïh fylhkentjïeltide joekede mah leah meatan saemien gïelen reeremedajvesne.

source: Dá rudá gájkinåvdemusát manni suohkanij ja fylkkasuohkanij lijggegålojt gåbtjåtjit ma dajn li gå galggi dievnastusájt guovte giellaj fállat.
sma: Daah vierhtieh åajvahkommes juhtieh dejtie lissiemaaksojde mejtie tjïelth jïh fylhkentjïelth utnieh, jis edtjieh buektiehtidh guektiengïeleldh dïenesjh vedtedh.

source: Duodden juollot Sámedigge rudájt njuolgga sáme giellaguovdátjijda.
sma: Lissine dle Saemiedigkie ryöktesth dåarjoem vadta saemien gïelejarngide.

source: Ráddjidum rudáj diehti Sámedigge budsjehtan, de ij le dálátjij læhkám vejulasj juollodit ienebut gå 5-600.000 juohkka giellaguovdátjij.
sma: Dan åvteste vaenie vierhtieh Saemiedigkien budsjedtesne, dle ij leah buektiehtamme vielie goh 5-600.000 kråvnah vedtedh fïerhten gïelejarngese daan mearan.

source: Rudá danen ienemusát manni doajmmaj, ja navti hæhttuji giellaguovdátja álu prosjevtajda rudájt åhtsåt gå galggi gielav åvddånahttet.
sma: Dan åvteste vierhtieh åajvahkommes gïehteldæmman juhtieh, dle gïelejarngh prosjektevierhtieh daarpesjieh juktie gïeleevtiedimmine gïehtelidh.

source: Váj sámegielav nannip ja sámegiela anov vijdedip, le Sámedigge måttijt jagijt juo rudájt juollodam giellaprosjevtajda.
sma: Juktie eevtjedh jïh lissiehtidh åtnoem saemien gïeleste, dle Saemiedigkie gellie jaepieh vierhtieh bæjhkoehtamme gïeleprosjektide.

source: Doajmmaårniga ulmmejuogos le sáme álmmuk.
sma: Dåarjoeöörnegen ulmiedåehkie lea saemien årrojh.

source: Åhtsåmusá dájda rudájda li lassánam viehka ålov, ja vuorddep ájn vil lassáni.
sma: Akte stoerre lissiehtimmie ohtsemelåhkosne orreme daejtie vierhtide, jïh veanhtede daate vielie læssene.

source: Dat vuoset gielladåjmaj dárbbo sáme sebrudagán le viehka stuorre.
sma: Daate vuesehte gaajh daerpies gïeleråajvarimmiejgujmie saemien siebriedahkesne.

source: Buorre le gå ájn vil ienep åhtsåmusá oarjjelsáme guovlos båhti, ja mierkkidahtte le Divtasvuona suohkan le daj suohkanij gaskan giellaháldadimguovlon ma li ienemus åhtsåmusájt oadtjum juolloduvvam 2008-2010 ájggudagán.
sma: Hijven jienebh ohtsemh åarjelsaemien dajveste båeteledtieh, jïh tjuara aaj krööhkestidh Divtasvuodnan tjïelte lea dej tjïelti gaskem reeremedajvesne, mij prosentesne dåarjoem åådtjeme jeenjemes ohtsemidie, boelhken 20082010.

source: Binná åhtsåmusá båhti sáme ieneplågoguovlojs Finnmárkon.
sma: Vaenie ohtsemh saemien jienebelåhkoedajvijste Finnmarhkesne båetieh.

source: Sámedigge le evaluerigoahtám dårjajt giellaprosjevtajda ma li åhtålvisáj milta juolloduvvam.
sma: Saemiedigkie aktem vuarjasjimmiem aalkeme dejstie dåarjojste gïeleprosjektide, mej bïjre tjuara syökedh.

source: Sihtap diehtet makta giellaprosjektarudá sámegielav nanniji, jus sámegiela anov vijdedi ja jus doarjjaårnik sáme álmmugav jåkså.
sma: Mijjieh sïjhtebe daejredh mejtie gïeleprosjektevierhtieh saemien gïelem eevtjieh, mejtie saemien gïeleåtnoem lissiehtieh, jïh mejtie dåarjoeöörnege saemien årroejidie jaksa.

source: Vuorddep aj gåvåv gåktu doarjjavuosstájvállde li dårjav adnám, aktan gåktu årnik háldaduvvá.
sma: Mijjieh aaj veanhtadibie aktem guvviem åadtjodh guktie dåarjoedåastojh dåarjoem nåhtadieh, jïh guktie öörnege reeresåvva.

source: Evaluerim galggá sisadnet Sámedikke juollodimijt giellaprosjevtajda ájggudagán 2007 – 2011, ja dat galggá gárves 2013 álgon.
sma: Vuarjasjimmie edtja dej dåarjoej bïjre årrodh mah Saemiedigkie gïeleprosjektide vadteme boelhken 2007-2011, jïh sæjhta gaervies årrodh 2013 aalkoelisnie.

source: Bájkkenammalága § 11 vaddá Sámediggáj fámov sáme bájkkenamáj konsulentajt nammadit.
sma: Sijjienommelaaken § 11 Saemiedægkan faamoem vadta konsulenth nammoehtidh saemien sijjienommide.

source: Nammakonsulenta vásstedi fágalasj rádij åvdås makkir tjállemvuoge oajvvaduvvi almulasj aktijvuodan aneduvvat.
sma: Nommekonsulenth dam faageles dïedtem utnieh raeriestidh magkeres tjaelemevuekieh mejtie edtja byögkelesvoetesne nåhtadidh.

source: Sáme giellaguovdátja
sma: Saemien gïelejarngh

source: 11 giellagoahtie Loabagin, Várdobáiki Evenássjen, Árran julevsáme guovdasj Divtasvuonan, Gïelem nastedh Snåasan ja Aajege giele- jih maahtoejarnge Rørosin.
sma: Daan biejjien 11 saemien gïelejarngh mah maadthdåarjoem Saemiedigkeste åadtjoeh; Sámi gïella- ja kulturguovddáš Porsangusne, Isak Saba guovddáš Unjargesne, Deanu gïellagáddi Deatnusne, Álttá sámi gïellaguovddáš i Altesne, Sámi gïellaguovddáš Gáivuotnesne, Gáisi gïellaguovddáš Tromsøsne, Ástavuona gïellagoahtie Lobátesne, Várdobáiki i Evenaššesne (Evenes), Árran julevsáme guovdasj Divtasvuodnesne, Gïelem nastedh Snåasesne og Aajege gïele- jïh maahtoejarnge Röörosesne.

source: Sámedikkeráde le 2013 budsjehtan oajvvadam Gïeleaernie Røyrvikan ja Storfjord språksenter oadtju njuolggadårjav Sámedikkes 2013 rájes.
sma: Saemiedigkieraerie lea budsjedtesne 2013 raeriestamme Gïeleaernie Raavrevijhkesne, jïh Storfjord gïelejarnge ryöktesth dåarjoem Saemiedigkeste åadtjoeh 2013 raejeste.

source: Giellaguovdátja li ásadum bájkálasj birrasij álgadime maŋŋela váj sámegielav galggá ælláskahttet.
sma: Voenges byjresh leah skraejriem vaalteme gïelejarngh tseegkedh juktie saemien gïelem jealajidh.

source: Sáme giellaguovdátja li ájnnasa ja li viehka viehkken bájkálasj sáme gielaj åhpadime, vuojnnusij buktema ja nannima vuoksjuj.
sma: Saemien gïelejarngh leah joekoen vihkeles jïh leah stoerre viehkie lïerehtimmesne, jïh ihke saemien gïelh edtjieh våajnoes jïh nænnoesåbpoe sjïdtedh voengesne.

source: Departementa
sma: Departemeenth

source: Kulturdepartementan le gájkbadjásasj åvdåsvásstadus giellapolitihkalasj ulmijt hábbmit, dålkkut ja åvdedit Vuonan.
sma: Kultuvredepartemeente dam bijjemes dïedtem åtna haamoedidh, toelhkestidh jïh gïelepolitihkeles ulmieh Nöörjesne buektedh.

source: Ådåstuhttem-, háldadim- ja girkkodepartemennta (FAD) galggá sámelága giellanjuolgadusájt háldadit ja ráddidusá bargov europealasj lihtujn guovllo- jali unneplågogielaj jådedit.
sma: Orrestehteme-, reereme- jïh gærhkoedepartemeente (ORD) dïedtem åtna saemielaaken gïelenjoelkedassh reeredh, jïh reerenassen barkoem iktedidh dejnie europejen sjïehtedimmine regijovne-jallh unnebelåhkoegïelide.

source: Siján le sierra doarjjaårnik sámegiela gáktuj.
sma: Dej akte jïjtse dåarjoepåaste saemien gïeleråajvarimmide.

source: Juohkka departemennta galggá aj giellapolitihkav vuohtuj válldet gå ietjasa suorggepolitihkav hábbmiji ja tjadádi.
sma: Gaajhkh departemeenth edtjieh lissine gïelepolitihkeles tsiehkieh krööhkestidh gosse haamoedieh jïh tjïrrehtieh sijjen sektovrepolitihkem.

source: Sámegielaj doajmmapládna åvddån biejaduváj Barggo- ja sebradahttemdepartementas jagen 2009.
sma: Barkoe- jïh ektiedimmmiedepartemeente dahkoesoejkesjem saemien gïelide böökti 2009.

source: Dat dagáduváj aktan Sámedikkijn ja ietjá guoskavasj departementaj.
sma: Dam darjoeji rååresjimmesne Saemiedigkine jïh jeatjah departemeentigujmie ektine.

source: Doajmmaplána gájkbadjásasj ulmme le dilev láhtjet jasska boahtteájggáj sámegielajda Vuonan.
sma: Dïhte bijjemes ulmie dahkoesoejkesjinie lea sjïehteladtedh akten jearsoes båetijen aajkan dejtie saemien gïelide Nöörjesne.

source: Doajmmaplánan le 5 jahkásasj doajmmaájgge ja dat mierret gænna le åvdåsvásstádus tjadádit dåjmajt ma li plánan mierredum, dan vuolen aj gåktu doajmma organiseriduvvá ja ruhtaduvvá.
sma: Dahkoesoejkesje 5 jaepieh ryöhkoe, jïh vihteste gïeh dïedtem utnieh råajvarimmide tjïrrehtidh mah leah nænnoestamme soejkesjisnie, daan nuelesne guktie råajvarimmie öörnesåvva jïh gie maaksa.

source: FAD vásstet plána koordinerima åvdås.
sma: ORD iktedimmiedïedtem åtna soejkesjen åvteste.

source: Sámedikken le åvdåsvásstádus ja oasseåvdåsvásstádus moatte dåjma åvdås.
sma: Saemiedigkien leah dïedte jïh meatandïedte gellie råajvarimmiej åvteste.

source: Pládna jahkásattjat ådåstahteduvvá.
sma: Fïerhten jaepien soejkesjem orrestahta.

source: Fylkkamánne
sma: Fylhkenålma

source: Jus muhtem orgádna ij sámelága giellanjuolgadusájt tjuovo, de máhttá sån gesi ássje njuolgga guosská dáv gujttit.
sma: Dastegh akte åårgane ij nænnostimmide saemielaaken gïelenjoelkedassine jeakedh, dle dïhte maahta, man bïjre aamhtese ryöktesth lea, dam laejhtedh.

source: Fylkkamánne le gujttimorgádna suohkana jali fylkkasuohkana ásadusáj gujttimusájda.
sma: Fylhkenålma lea klååkemeåårgane klååkojde mah leah tjïelten jallh fylhkentjïelten åårgani bïjre.

source: Suohkana ja fylkkasuohkana
sma: Tjïelth jïh fylhkentjïelth

source: Suohkanijn le guovdásj roalla gå galggá sámegielav nannit juohkka guovlon gånnå sáme årru.
sma: Tjïelti barkoe lea joekoen vihkeles juktie saemien gïelem eevtjedh, gaajhkine dajvine gusnie saemieh årroeh.

source: Sámegiela åvdåsvásstádus målssu suohkanijs sáme giellaháldadimguovlo sis- ja ålgusjbielen.
sma: Dïedte saemien gïelen åvteste leah joekehts dejtie tjïeltide mah leah saemien gïelen reeremedajven sisnjelen jallh ålkolen.

source: Sáme giellaháldadimguovlon li dálla 9 suohkana: Gárásjåhkå, Guovddagæjnno, Dætno, Porsáŋŋgo ja Unjárgga Finnmárkon, Gájvuodna ja Loabat Råmsån, Divtasvuodna Nordlándan ja Snåasa NuorttaTrøndelágan.
sma: Saemien gïelen reeremedajvesne 9 tjïelth daan biejjien: Kárásjohke, Guovdageaidnu, Deatnu, Porsangu jïh Unjárga Finnmarhkesne, Gáivuotna jïh Loábat Tromsesne, Divtasvuodna Nordlaantesne jïh Snåase Noerhte-Trööndelagesne.

source: Duodden li Finnmárko, Råmså, Nordlánda ja Nuortta-Trøndelága fylkkasuohkana oassen háldadimguovlos.
sma: Lissine aaj Finnmarhke, Tromse, Nordlaante jïh Noerhte-Trööndelagen fylhkentjïelth meatan reeremedajvesne.

source: 2013 rájes le aj Røyrvik suohkan Nuortta-Trøndelagan oassen háldadimguovlos.
sma: 2013 raejeste aaj Raavrevijhken tjïelte Noerhte-Trööndelagesne meatan reeremedajvesne.

source: Háldadimguovlon galggi sámegiella ja dárogiella liehket avtaárvvusattja sámelága 3. kapihttala milta.
sma: Saemien jïh nöörjen edtjieh seammavyörtegs årrodh reeremedajvesne, saemielaaken 3. kapihtelen mietie.

source: Dat mierkki álmmuk dájn suohkanijn le vijdedum riektá sámegielav adnet almulasj aktijvuodajn ja jut suohkanijn le sierralágásj åvdåsvásstádus dievnastusájt ja diedojt sámegiellaj fállat.
sma: Daate sæjhta jiehtedh årrojh mah daejnie tjïeltine årroeh vijriedamme reaktah utnieh saemien nåhtadidh gosse byögkeles åårganigujmie govlehtellieh, jïh tjïelti akte sjïere dïedte dïenesjh jïh bïevnesh saemien gïelesne faalehtidh.

source: Gå muhtem suohkan oassen sjaddá háldadimguovlos, fylkkasuohkan man vuolláj suohkan gullu aj oassen sjaddá.
sma: Gosse akte tjïelte meatan sjædta reeremedajvesne dle aaj fylhkentjïelte meatan sjædta.

source: Háldadimguovlon li fylkkasuohkanijn sæmmi vælggogisvuoda gå suohkanijn.
sma: Fylhkentjïelth dah seamma dïedth utnieh goh tjïelth reeremedajvesne.

source: Sámijn gudi háldadimguovlo ålggolin årru ælla sæmmi riektá sámegiela adnuj jali riektá sámegielak dievnastusájda almulasj aktijvuodan.
sma: Saemieh mah reeremedajven ålkolen årroeh, eah dah seamma reaktah utnieh saemien nåhtadidh jallh reaktam dïenesjh åadtjodh saemien gïelesne, gosse byögkelesvoetine govlehtellieh.

source: Ajtu pasiænnta- ja addneriektáláhka duodas sámegielagijn le riektá diedojt sámegiellaj oadtjot, valla láhka aktu ij le nuoges sihkarastátjit sámegielak pasienta bessi sámástit gå varresvuodadievnastussaj båhti.
sma: Maaje dle skïemtjije- jïh utnijereaktalaake vihteste saamastallije almetjen reaktah bïevnesh åadtjodh saemien gïelesne, men laake oktegh ij leah nuekies juktie gorredidh saamastallije skïemtjijh åadtjoeh saemiestidh gosse healsoedïenesjinie govlehtellieh.

source: 12 Åhpaduslága baktu le sámegielak mánájn ja nuorajn riektá sámegiela åhpadussaj skåvlån, valla lága ráddjidusá ja praktihkalasj hásstalusá hieredi dåhkkidahtte fálaldagáv gájka mánájda.
sma: Ööhpehtimmielaake reaktam vadta saamastallije maanide jïh noeride, lïerehtimmiem saemiengïelesne åadtjodh skuvlesne, men gaertjiedimmieh laakesne jïh dæjpeles haestemh aktem hijven faalenassem heerredieh gaajhkide maanide.

source: Divna suohkana hæhttuji pládna- ja tsiekkaduslága baktu ietjasa dåjmav plánit váj sáme kultuvra, æládusdåjmaj ja sebrudakiellema luonndovuodov sihkarassti, valla ij ga dát láhka dågålasj láhkáj sihkaraste sámegielagij riektáv gielav oahppat jali adnet.
sma: 13 siebriedahkejieliedasse, men vaallah daate laake lea nuekies gænnah jis edtja gorredidh saamastalliji reaktam gïelem lïeredh jallh gïelem nåhtadidh.

source: Gehtja aj 2. kapihttalav, Nasjonála lága.
sma: Vuartesjh aaj 2. kapihtelem, Nasjovnaale laakh.

source: Máhttovuodo
sma: Daajroevåarome

source: Gávnnuji muhtem ådåsap dutkambargo, rapporta, guoradallama ja evaluerima sámegiela vuoksjuj sebrudagán.
sma: Såemies urrebe dotkemebarkoeh, reektehtsh, salkehtimmieh jïh vuarjasjimmieh gååvnesieh saemien gïelen bïjre siebriedahkesne.

source: Dáj bargoj diedo váldeduvvi fáron giellaplánimij ja politihkkahábbmimij åvddålijguovlluj.
sma: Dennie vijriesåbpoe gïelesoejkesjimmesne jïh politihkehaamoedimmesne dle daajroe daejstie barkojste meatan vaaltasåvva.

source: Ajtu soajttá liehket vehi duoppsoj dáppsoj mij le guoradaládum – ja guoradaládum.
sma: Læjhkan maahta ånnetji debpelen dohkoe årrodh maam goerehtamme – jïh ij goerehtamme.

source: Danen li nammadum bargo viehka ávkálattja, valla ælla nuohkásattja giellapolitihka máhttovuodon.
sma: Dah neebneme barkoeh leah dannasinie joekoen nuhteligs, men ij nuekies goh daajroevåarome gïelepolitihkese.

source: Danen le diedádusá vuodon aj ienep iehpeformála åtsådallama vijddásap suorges váj navti máhttá buoremus giellapolitihkav hábbmit.
sma: Dannasinie dle daate bïevnese aaj sæjhta dejtie vielie ovbyjjes dååjrehtimmide nåhtadidh aktede vijriesåbpoe suerkeste, jïh naemhtie aktem bööremeslaakan gïelepolitihkem evtiedidh.

source: Sierrarapportørra James Anaya rapportta mij guosská álggoálmmugij almasjvuodariektájda ja vuodulasj friddjavuodajda, mij 2011:n bådij, le ájnas oasse dán diedádusá máhttovuodos.
sma: Sjïerereektije James Anayasen reektehtse almetjereaktaj jïh vihkielommes frijjevoeti bïjre aalkoealmetjidie, mij bööti 2011, lea akte vihkeles bielie daajroevåaroemistie daan bïevnesasse.

source: Sierrarapportøra rapportta Vuona, Svieriga ja Suoma sámij vuoksjuj dættot sierraláhkáj sámegielaj duodalasj dilláj.
sma: Sjïerereektijen reektehtse saemiej bïjre Nöörjesne, Sveerjesne jïh Såevmesne tjuvtjede joekoen dan geerve tseahkan dejtie saemien gïelide.

source: Sierraláhk julev- ja oarjjelsámegiela nammaduvvi ájtedum giellan.
sma: Joekoen julev- jïh åarjelsaemien neebnesåvva goh håvhtadihks gïelh.

source: Ep ållu diede galles bukti ságastit, tjállet, låhkåt jali dádjadit sámegielav uddni.
sma: Ibie eevre veele daejrieh man jïjnjh almetjh mah maehtieh soptsestidh, tjaeledh, lohkedh jallh guarkedh saemien daan biejjien.

source: Ájnna vuohke almma lågov oadtjot le gatjádallat juohkkahattjav Vuonan.
sma: Dïhte aajnehke vuekie aktem vihties taallem åadtjodh, lea gaajhkesidie Nöörjesne gihtjedh.

source: Dålusj ájgijn jur dáv dahkin álmmuklåhkåmij tjadá.
sma: Dejpeli raaktan dam darjoeji almetjeryöknemi tjïrrh.

source: Uddni ep desti álmmugav sjiemáv baktu lågå, danen ep ga desti oattjo diehtet galles sámegielav bukti dán vuoge baktu.
sma: Daelie almetjeryöknemigujmie orrijamme viehkine goeredievhtemistie, jïh dan gaavhtan ij vielie gåaredh daejredh man jïjnjh almetjh mah saemiestieh naemhtie.
